Repository: JMalysiak/gottengeography
Catalog: po/*.po
Languages: de

source: Could not open:
de: Konnte nicht geöffnet werden:

source: %d points loaded in %.2fs.
de: %d Punkte in %.2f Sekunden geladen.

source: View in Google Maps
de: Im Google Maps öffnen

source: E
de: O

source: Not geotagged
de: Ohne Schlagwort

source: m above sea level
de: m über dem Meeresspiegel

source: m below sea level
de: m unter dem Meeresspiegel

source: Load photos or GPS data (Ctrl O)
de: Bilder oder GPS Daten öffnen (Strg O)

source: Open
de: Öffnen

source: Save all photos (Ctrl S)
de: Alle Bilder Speichern (Strg S)

source: Save All
de: Alle Speichern

source: Unload all GPS data (Ctrl X)
de: Alle GPS Daten entfernen (Strg X)

source: Clear GPX
de: GPX Leeren

source: Close selected photos (Ctrl W)
de: Bilder schließen (Strg W)

source: Close Photo
de: Bild schließen

source: Reload selected photos, losing all changes (Ctrl Z)
de: Bilder neu laden (Strg Z)

source: Revert
de: Zurücksetzen

source: Zoom the map out one step (Ctrl -)
de: Verkleinern (Strg -)

source: Zoom Out
de: Verkleinern

source: Enhance! (Ctrl +)
de: Vergrößern (Strg +)

source: Zoom In
de: Vergrößern

source: Return to the previous location viewed on map (Ctrl Left)
de: Zurück gehen (Strg Links)

source: Go Back
de: Zurück

source: Preferences (Ctrl P)
de: Einstellungen (Strg P)

source: Preferences
de: Einstellungen

source: About GottenGeography (Ctrl ?)
de: Über GottenGeography (Strg ?)

source: About
de: Info

source: Select all photographs (Ctrl A)
de: Alle Bilder auswählen (Strg A)

source: Place selected photos onto center of map (Ctrl Enter)
de: Ort ausgewählten Bilder in die Mitte der Karte (Strg Enter)

source: Type the name of the city you would like to view.
de: Geben Sie den Namen der Stadt, die Sie anzeigen möchten.

source: Clock Offset:
de: Zeitverschiebung:

source: Add or subtract minutes from your camera's clock.
de: Addieren oder Subtrahieren von Minuten von Ihrer Kamera Uhr.

source: Add or subtract seconds from your camera's clock.
de: Addieren oder Subtrahieren von Sekunden von Ihrer Kamera Uhr.

source: About GottenGeography
de: Über GottenGeography

source: GottenGeography: Go open thy tagger! This program is written in the Python programming language, and adds geotags to your photos. The name is an anagram of "Python Geotagger."
de: GottenGeography: Go open thy tagger! Dieses Programm ist in der Programmiersprache Python geschrieben und fügt Geotags, um Ihre Fotos. Der Name ist ein Anagramm von "Python Geotagger."

source: <span weight="bold" size="larger">Save changes to your photos before closing?</span>
de: <span weight="bold" size="larger">Änderungen vor dem Schließen speichern?</span>

source: The changes you've made to %d of your photos will be permanently lost if you do not save.
de: Alle Änderungen werden verloren gehen, wenn Sie nicht speichern. (%s Datei)

source: Close _without Saving
de: _Ohne speichern schließen

source: Open Files
de: Dateien öffnen

source: No preview available
de: Keine Vorschau

source: GottenGeography Preferences
de: GottenGeography Einstellungen

source: Unfortunately, it isn't possible to know what timezone your camera is set to.
de: Leider ist es nicht möglich zu wissen, was Ihre Kamera Zeitzone eingestellt ist.

source: <b>Use the _system timezone</b> if your camera's clock is set the same as this computer.
de: <b>Die _system Zeitzone</b> wenn Ihre Kamera die Uhr ist die gleiche wie set Dieser Computer.

source: <b>Use the _GPX timezone</b> if your camera's clock is set to the local time where your photos were taken.
de: <b>Die _GPX Zeitzone</b> wenn Ihre Kamera Uhr auf die lokale Zeit eingestellt ist wo sich Ihre Fotos aufgenommen wurden.

source: <b>Specify the timezone _manually</b> if your camera is set to some other timezone.
de: <b>Geben Sie die Zeitzone _manuell</b> wenn Ihre Kamera an einen anderen gesetzt wird Zeitzone.

source: Timezone
de: Zeitzone

source: If you load a GPX file that has more than one track, the color you select here will be used for odd numbered tracks, and even numbered tracks will be a lighter shade of this color.
de: Wenn Sie eine GPX-Datei, die mehr als einen Titel hat Last, wird die Farbe wählen Sie hier für ungerade Anzahl Spuren verwendet werden, und geradzahligen Titel werden in einem helleren Farbton dieser Farbe sein.

source: Track Color
de: Pfad Farbe
